export const films = [
    {
        id: 1,
        title: "Форрест Гамп",
        description:
            "От лица главного героя Форреста Гампа, слабоумного безобидного человека с благородным и открытым сердцем, рассказывается история его необыкновенной жизни.",
        genre: "Драма, мелодрама",
        year: 1994,
        rating: 5,
        imgUrl: "https://www.kinopoisk.ru/images/film_big/448.jpg",
    },
    {
        id: 2,
        title: "Плохие парни навсегда",
        description:
            "Детективы Майк Лоури и Маркус Бёрнетт снова в деле! Правда, их отстраняют от всех операций, но разве отчаянных друзей когда-нибудь что-либо останавливало? Ведь на этот раз на Майка открывает охоту некто из его прошлой жизни. Так что парням придется отжечь по полной!",
        genre: "боевик, триллер, комедия, криминал",
        year: 2020,
        rating: 7,
        imgUrl: "https://www.kinopoisk.ru/images/film_big/472386.jpg",
    },
    {
        id: 3,
        title: "Кома",
        description:
            "После таинственной и страшной аварии молодой, талантливый архитектор приходит в себя в очень странном мире, лишь частично похожем на реальность. Мире, который существует на основе памяти о реальности людей, находящихся в глубокой коме. Память человека фрагментарна, хаотична и непостоянна. Таково и пространство КОМЫ — причудливый набор из воспоминаний, в котором реки, ледники и города могут умещаться в одной комнате, где любые законы физики могут быть нарушены. Герою предстоит выяснить, по каким законам существует это пространство, бороться за жизнь, встретить любовь, найти, наконец, выход в реальный мир и осознать его по-новому, поняв, что такое КОМА на самом деле.",
        genre: "фантастика, фэнтези, боевик, приключения",
        year: 2019,
        rating: 6,
        imgUrl: "https://www.kinopoisk.ru/images/film_big/933208.jpg",
    },
    {
        id: 4,
        title: "Побег из Шоушенка",
        description:
            "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.",
        genre: "Драма",
        year: 1994,
        rating: 9,
        imgUrl: "https://www.kinopoisk.ru/images/film_big/326.jpg",
    },
    {
        id: 5,
        title: "Зеленая миля",
        description:
            "Пол Эджкомб — начальник блока смертников в тюрьме «Холодная гора», каждый из узников которого однажды проходит «зеленую милю» по пути к месту казни. Пол повидал много заключённых и надзирателей за время работы. Однако гигант Джон Коффи, обвинённый в страшном преступлении, стал одним из самых необычных обитателей блока.",
        genre: "фантастика, драма, криминал, детектив",
        year: 1999,
        rating: 5,
        imgUrl: "https://www.kinopoisk.ru/images/film_big/435.jpg",
    },
    {
        id: 6,
        title: "Список Шиндлера",
        description:
            "От лица главного героя Форреста Гампа, слабоумного безобидного человека с благородным и открытым сердцем, рассказывается история его необыкновенной жизни.",
        genre: "драма, биография, история, военный",
        year: 1993,
        rating: 5,
        imgUrl: "https://www.kinopoisk.ru/images/film_big/329.jpg",
    },
    {
        id: 7,
        title: "Начало",
        description:
            "Кобб — талантливый вор, лучший из лучших в опасном искусстве извлечения: он крадет ценные секреты из глубин подсознания во время сна, когда человеческий разум наиболее уязвим. Редкие способности Кобба сделали его ценным игроком в привычном к предательству мире промышленного шпионажа, но они же превратили его в извечного беглеца и лишили всего, что он когда-либо любил.\n" +
            "И вот у Кобба появляется шанс исправить ошибки. Его последнее дело может вернуть все назад, но для этого ему нужно совершить невозможное — инициацию. Вместо идеальной кражи Кобб и его команда спецов должны будут провернуть обратное. Теперь их задача — не украсть идею, а внедрить ее. Если у них получится, это и станет идеальным преступлением.\n" +
            "Но никакое планирование или мастерство не могут подготовить команду к встрече с опасным противником, который, кажется, предугадывает каждый их ход. Врагом, увидеть которого мог бы лишь Кобб.",
        genre: "фантастика, боевик, триллер, драма, детектив",
        year: 2010,
        rating: 8,
        imgUrl: "https://www.kinopoisk.ru/images/film_big/447301.jpg",
    },
];
